tap "adoptopenjdk/openjdk"
tap "azure/functions"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "isen-ng/dotnet-sdk-versions"
brew "xz"
brew "awscli"
brew "azure-cli"
brew "cmake"
brew "consul"
brew "git"
brew "gnu-sed"
brew "go"
brew "groovy"
brew "hadolint"
brew "htop"
brew "node"
brew "openldap"
brew "pyenv"
brew "pyenv-virtualenv"
brew "terraform"
brew "tflint"
brew "vault"
brew "wget"
brew "zsh"
brew "azure/functions/azure-functions-core-tools"
cask "adoptopenjdk"
cask "apache-directory-studio"
cask "dbeaver-community"
cask "docker"
cask "dotnet-sdk"
cask "dotnet-sdk-2.1.800"
cask "gas-mask"
cask "google-chrome"
cask "iterm2"
cask "microsoft-teams"
cask "postman"
cask "rectangle"
cask "sourcetree"
cask "spotify"
cask "the-unarchiver"
cask "usb-overdrive"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "xrg"
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825